let dictionary = [
    {
        shareId: 51228359545,
        name: '战争 Warfare (2025)/遗军之战【4KHDR + 1080P】【杜比全景声】【外挂中英双语字幕】'
    },
    {
        shareId: 29695849831,
        name: '蛟龙行动（特别版）(2025)'
    },
    {
        shareId: 23045230857,
        name: '坏蛋联盟：闯关大行动(2025)'
    },
    {
        shareId: 37107720400,
        name: '捕风追影 (2025)【1080P流媒体正式版】【成龙/张子枫/梁家辉】【剧情/动作/犯罪】'
    },
    {
        shareId: 64094885449,
        name: '一战再战 (2025)【4K HDR 高码率 杜比视界】莱昂纳多·迪卡普里奥 英语/西班牙语 内嵌中文字幕'
    },
    {
        shareId: 3776886418,
        name: '白月梵星'
    },
    {
        shareId: 50734904765,
        name: '克金玩家 (2025) 4K 全集'
    },
    {
        shareId: 62394023307,
        name: '贾樟柯电影合集'
    },
    {
        shareId: 50199529939,
        name: '天道 2008'
    },
    {
        shareId: 37904696387,
        name: '水浒传 (1998)'
    },
    {
        shareId: 37904696387,
        name: '水浒传 (1998)'
    },
    {
        shareId: 12643102243,
        name: '芈月传 (2015) 4K'
    },
    {
        shareId: 50184444738,
        name: '扫毒风暴 (2025)[全33集][国产剧]段奕宏/秦昊/于文文/吴幸键/刘欢'
    },
    {
        name: '棋士 4K 22集全 [电视剧] 王宝强 陈明昊 陈永胜 悬疑 犯罪',
        shareId: 64734155930,
    },
    {
        name: '大秦帝国1-3（裂变、纵横、崛起）',
        shareId: 44049928773
    },
    {
        name: '煎饼侠[2015][喜剧][中国]',
        shareId: 33071300474
    },
    {
        name: '人世间 2022 全58集',
        shareId: 18172500186
    },
    {
        name: '铁齿铜牙纪晓岚1-4部全',
        shareId: 58164870710
    },
    {
        name: '六年六天',
        shareId: 64124286518
    },
    {
        name: '我的世界大电影（2025）',
        shareId: 40725090473
    },
    {
        shareId: 67311014038,
        name: '洪武大案'
    }


]
export default dictionary
